[
    {
        "q": "How are you physically?",
        "a": "When you think about it, “how you’re doing” is fundamental. Do you feel well physically? How do you feel about confronting a psychedelic trip that’s already begun if you don’t feel in shape? Being in good physical form puts you in the best condition possible to confront the start of the experience, which is always the most challenging part. ",
        "isOpen": false
    },
    {
        "q": "How are you emotionally?",
        "a": "Your emotional state is another important factor to consider when trying to avoid difficulties in the few minutes after mushroom consumption. Lots of nerves? Upset? What emotions are defining you at that period in time? You wanted it, so enjoy it for after a few hours at the most it will all be finished. That which you start always comes to an end, so relax. That is the best way to ensure yourself a beautiful voyage.",
        "isOpen":false
    },
    {
        "q": "How are you mentally?",
        "a": "If you have any psychological or psychiatric illnesses, you should not take magic mushrooms without first consulting with a medical professional. In the absence of mental ailments, thoughts are the third – and perhaps the least important – aspect you must consider with regards to set & setting. ",
        "isOpen":false
    },
    {
        "q": "Your brain’s DMN",
        "a": "At a neurophysiological level, psilocin has an inhibitory effect on the brain’s Default Mode Network (reducing the level of oxygen that part can receive), the part which organises other parts of the brain which lead to standardisation of thought much like the ego (with which, scientists have hypothesised, the DMN corresponds) does with the subconscious.In fact, the psilocin allows that which has been stored away to emerge: this is where visions and memories you weren’t aware of suddenly come from. In a nutshell, psilocin rapidly disorganises the usual function of the brain. With a little patience, the initial sensation, however disorientating, swiftly passes.",
        "isOpen":false
    },
    {
        "q": "Context",
        "a": "We’ve seen to the physical, the emotional and the mental. The process of reviewing who we are and how we are is almost complete. Now to touch on the world around us, i.e. people and place. The importance of these elements is so often overlooked, and yet in the more intense phases of the psychedelic experience we realise just how essential they can be in interrupting a bad trip or (better still) avoid one altogether. Therefore, the chosen environment must satisfy some general criteria. Let’s take a look at what those are.",
        "isOpen":false
    },
    {
        "q": "Comfort",
        "a": "Comfort is a very important factor here, largely because anything uncomfortable becomes amplified during a psychedelic trip. From the more obvious things – finding a comfortable position in which to sit or lie down – to the room temperature, our subjective sensory experience is very sensitive. I can go from feeling warm to freezing in an instant, and because of this a comfortable, controlled temperature is necessary. Dress yourself in layers that are easy to put on and take off. Nothing constricting, like belts, and discard your shoes. Having some kind of eye-covering available during the more intense stages is especially desirable.",
        "isOpen":false
    },
    {
        "q": "Tranquility",
        "a": "Another key element, considering that any stimulus is emphasised, is calm and tranquility. Specifically, think about things like background noise and any demands that could come from people around you who aren’t tripping. Avoid contact with people in normal states of consciousness unless they’re qualified or you have asked them to be there (a sitter, for example). Even if either of these things are false, you don’t always have to be next to each other unless you have asked or are having difficulty. If you’re living with someone who you want to hide your psychedelic use from, or who will judge you if they find out, make sure to do it when you’re sure that there won’t be any unwanted “intrusions”. This is paramount, as simply knowing there’s a chance you’ll be interrupted can trigger paranoid thoughts. These thoughts would of course become amplified, and I’d strongly advise you to take great care to avoid a situation of the kind.",
        "isOpen":false
    },
    {
        "q": "Safety",
        "a": "Furthermore, the space around you must be safe. Be aware of any stairs or other dangerous elements present. Also, make sure you can make it to the bathroom easily. Speaking of the bathroom, many say that looking in the mirror while tripping is something to be avoided: essentially, it is not an easy experience, and for many it can even be disturbing. If you feel troubled during your trip, you must avoid mirrors as they can induce visions and difficult emotions. If you feel good however, go ahead. But if I can give a piece of general advice, avoid mirrors and keep them out of sight in the main area where you’ll be tripping.",
        "isOpen":false
    },
    {
        "q": "The people with you",
        "a": "Now, who with? This is the final important aspect to take into consideration. Divide the world into two categories: people you know, and people you don’t know. Eliminate the second half. Between what is left (the people you know), consider only your real friends, or people who have a lot of experience with psychedelic substances. And if your good friends have experience, there you have it. Try not to have psychedelic experiences with people you haven’t seen before – especially if they aren’t experienced with mushrooms. Discovering that someone is problematic in the middle of an intense trip, can easily turn a bad trip into a nightmare, and that can be ugly.",
        "isOpen":false
    },
    {
        "q": "The music",
        "a": "Lastly, something you’ll find in the best examples of set & setting is music. If you have certainly zero experience, I’d highly suggest music as its presence can help guide you and break any eventual difficulties when one track ends and another begins. Choosing suitable music isn’t exactly simple, as you’ll surely learn, but I’d generally advise you to steer towards songs with lyrics in a language you can understand, avoiding inopportune mental stimulation in whatever moment of the trip you are living at that moment. Instrumental music is best, but if for you the human voice itself is an instrument, that could be ideal for you. Either way, select your soundtrack beforehand, because you probably won’t be able to do so while tripping.",
        "isOpen":false
    },
    {
        "q": "To conclude",
        "a": "The best set & setting for the experience must also include two stages other than the experience itself, i.e. the preparation and the following process of integration. The psychedelic voyage really begins at the moment of consumption, as the mind and emotions begin to prepare themselves in anticipation of the valuable inner journey to come. Any inevitable fears or intentions upon which the mind wants to focus on will emerge. Then the stage of integration secures what you have experienced, bringing a multitude of uses in your quotidian life post-trip.",
        "isOpen":false
    }
]